Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/checklists/checklist_school_leavers.html.txt.tmx
Source language: en
Languages: ga

source: The lists and links below are to help you to check out options in relation to employment and education for school leavers
ga: Is é is aidhm do na liostaí agus do na naisc thíos ná cabhrú leat súil a chaitheamh ar na roghanna atá ag fágóirí scoile ó thaobh fostaíochta agus oideachais de

source: document.write("If you would like these links to remain available while you browse this website, you can 'pin' the checklist to the right-hand side of the website
ga: document.write("Más mian leat go bhfanfadh na nascanna seo ar fáil fad is atá an suíomh seo á bhrabhsáil agat, d’fhéadfá an seicliosta a 'ghreamadh' ar thaobh deis an tsuímh

source: It will remain in place until you click the 'X' in the top right-hand corner.");
ga: Fanfaidh an seicliosta ansin go dtí go chliceáltar an ‘X’ sa chúinne ag barr an taoibh dheis.");

source: The headings in the left hand column of each section link to general documents on the subject, and those in the right hand column link to details of specific payments or services
ga: Nascann na ceannteidil i gcolún na láimhe clé de gach rannán le cáipéisí ginearálta ar an ábhar. Nascann na ceannteidil i gcolún na láimhe deise le sonraí faoi íocaíochtaí nó faoi sheirbhísí ar leith

source: │ │ At what age can I...?
ga: │ │ Cén aois is féidir liom...?

source: │ │ Personal Public Service Number (PPS Number) │
ga: │ │ Uimhir Phearsanta Seirbhíse Poiblí (Uimhir PSP) │

source: │ │ Information on opening a bank account, starting to save or getting a loan is available on the Competition and Consumer Protection Commission website, consumerhelp.ie
ga: │ │ Tá faisnéis faoi chuntais bainc a oscailt, faoi thosú ag coigilt agus faoi iasacht a fháil ar fáil ar láithreán An Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí, consumerhelp.ie

source: │ │ Information on managing money is available from the Money Advice and Budgeting Service website, mabs.ie
ga: │ │ Tá faisnéis faoi airgead a bhuiséadú ar fáil ar láithreán Gréasáin na Seirbhíse Buiséadta agus Comhairle Airgid, mabs.ie

source: │ │ Looking for a flat or house to rent │
ga: │ │ Ag lorg árasáin nó tí ar cíos │

source: │ Renting a home │ Tenants' rights and obligations │
ga: │ Teach a fháil ar cíos │ Cearta agus oibleagáidí na dtionóntaí │

source: │ │ Information on tenants' rights issues is also available from the Threshold website, threshold.ie
ga: │ │ Tá faisnéis ar shaincheisteanna cearta tionóntaí ar fáil freisin ar láithreán Gréasáin Threshold, threshold.ie

source: │ │ Applying for local authority housing │
ga: │ │ Iarratas a dhéanamh ar thithe údaráis áitiúil │

source: │ │ Colleges and qualifications │
ga: │ │ Coláistí agus cáilíochtaí │

source: │ │ Applying to college │
ga: │ │ Iarratas a dhéanamh ar choláiste │

source: │ │ Higher Education Access Route (HEAR) │
ga: │ │ An Bealach Rochtana ar Ardoideachas (HEAR) │

source: │ Third-level education │ │
ga: │ Oideachas tríú leibhéal │ │

source: │ │ Disability Access Route to Education (DARE) │
ga: │ │ An Bealach Rochtana Míchumais ar Oideachas (DARE) │

source: │ │ Information is also available from qualifax.ie, cao.ie, etbi.ie, accesscollege.ie
ga: │ │ Tá faisnéis ar fáil freisin uaidh seo a leanas qualifax.ie, cao.ie, etbi.ie, accesscollege.ie

source: │ │ Education and training options │
ga: │ │ Roghanna oideachais agus oiliúna │

source: │ │ Further Education and Training (FET) courses │
ga: │ │ Cúrsaí Breisoideachais agus Oiliúna (FET) │

source: │ Vocational education and training │ Apprenticeships │
ga: │ Gairmoideachas agus oiliúint │ Printíseacht │

source: │ │ Third-level student fees and charges │
ga: │ │ Táillí do scoláirí tríú leibhéal │

source: │ │ Tax relief for third-level fees │
ga: │ │ Liúntais Breisoideachais agus Oiliúna (FET) │ │ │ │

source: │ │ Back to Education Allowance │
ga: │ │ Post a aimsiú agus a fháil │ │ │ │

source: │ │ Further Education and Training (FET) allowances │
ga: │ │ Daoine óga ag obair │

source: │ │ Further information is also available from studentfinance.ie
ga: │ Tosú ag obair agus cearta agus coinníollacha oibre │ Cearta agus coinníollacha oibre (e.g
